{
    "day01": {
        "date": "October 12, 2017",
        "title": "Hello Auckland",
        "description": "After traveling for 27 hours, we landed in the city of Auckland. First impression: there are a lot of Asians here, and diverse Asian food choices as a result.",
        "images": [
            {
                "files": ["1.1.jpg", "1.2.jpg", "1.3.jpg", "1.4.jpg"],
                "caption": "We went on a walking tour of the city. The Art Gallery museum was small but charming, so was Albert Park. Britomart was a beautiful area with string lights decoration and chic shops. High Street and Vulcane Lane were filled with hip store fronts.",
                "class": "four"
            },
            {
                "files": ["2.1.jpg", "2.2.jpg", "2.3.jpg"],
                "caption": "We found Cafe Hanoi, an authentic Vietnamese bistro. I wish the portion was bigger because, look at that cha ca! (tumeric-seasoned pan seared fish served over vermicelli).",
                "class": "portrait-1-landscape-2"
            },
            {
                "files": ["3.1.jpg", "3.2.jpg", "3.3.jpg"],
                "caption": "Can't stay on the ground for too long. I went to open silk training at Aracnation that evening.",
                "class": "three"
            }
        ]
    },
    "day02": {
        "date": "October 13, 2017",
        "title": "Fairy Falls",
        "description": "",
        "images": [
            {
                "files": ["1.1.jpg", "1.2.jpg", "1.3.jpg"],
                "caption": "There was some trouble navigating to the Fairy Falls hike but we made it. The waterfall was so worth the four hours round-trip, stairs and stream crossing. How could you resist view?",
                "class": "portrait-2-landscape-1"
            },
            {
                "files": ["2.1.jpg"],
                "caption": "Delicious, healthy brunch at a place called Station Cafe. Not picture is the lattes and blueberry bread pudding we had for dessert. Yum.",
                "class": "one half"
            }
        ]
    },
    "day03": {
        "date": "October 14, 2017",
        "title": "Hot Water Beach",
        "description": "",
        "images": [
            {
                "files": ["1.1.jpg", "1.2.jpg"],
                "caption": "We went up to the Sky Tower for a panoramic view of Auckland. It was a beautiful sunny day. Bonus: there was no line or crowd of people (hmm, Empire State Building).",
                "class": "two"
            },
            {
                "files": ["2.1.jpg"],
                "caption": "We're off to the Coromandel Peninsula. The accommodation was a old-fashioned but well-equipped bungalow by the Hot Water Beach. The air was a bit chilly but the water under the sand was hot. So we dug our own hot tub.",
                "class": "one"
            }
        ]
    },
    "day04": {
        "date": "October 15, 2017",
        "title": "Cathedral Cove",
        "description": "One can't come to the Coromandel Peninsula and not see Cathedral Cove. It was a good two-hour hike since we started at Hahei Beach.",
        "images": [
            {
                "files": ["1.1.jpg", "1.2.jpg", "1.3.jpg"],
                "caption": "There was a beautiful mini tropical waterfall right on the beach. On the hike, we also passed a very windy grassland with a one-tree hill.",
                "class": "three"
            },
            {
                "files": ["2.1.jpg"],
                "caption": "Climbing into a crevice despite the warning.",
                "class": "one"
            },
            {
                "files": ["3.1.jpg", "3.2.jpg"],
                "caption": "Gemstone Bay, where the stones were round and colorful, and Stingray Bay with amazing blue water.",
                "class": "two"
            }
        ]
    },
    "day05": {
        "date": "October 16, 2017",
        "title": "The Lost World adventure",
        "description": "I'd never thought I'd done something this adventurous.",
        "images": [
            {
                "files": ["1.1.jpg", "1.2.jpg"],
                "caption": "We lowered from the rope 100 meters down into the cave. The air was so misty it felt like being engulfed in a soft mist pillow. The sharp vertical rock edges and lush greenery contributed to the feeling of descending into a 'lost world' as the original explorers had described.",
                "class": "two"
            },
            {
                "files": ["2.1.jpg", "2.2.jpg"],
                "caption": "Inside the pitch-black cave, we sat still and watched glow worms (fly larvea) as the sound of flowing water echoed through.",
                "class": "two white border"
            }
        ]
    },
    "day06": {
        "date": "October 17, 2017",
        "title": "Welcome to Wellington",
        "description": "",
        "images": [
            {
                "files": ["1.1.jpg"],
                "caption": "Short morning walk at Queen Elizabeth Park in Paraparaumu.",
                "class": "one"
            },
            {
                "files": ["2.1.jpg"],
                "caption": "We drove an hour to Wellington. It was oh-so windy. We started the tour of the city at Zealandia, a conservation project with rare birds and insects.",
                "class": "one"
            },
            {
                "files": ["2.2.jpg", "2.3.jpg"],
                "caption": "Let's play 'spot the gecko'. Hint: there are two.",
                "class": "two"
            },
            {
                "files": ["2.4.jpg"],
                "caption": "Light lunch at cafe Rata,  located in Zealandia. Shielded from the wind, we enjoyed the beautiful sunshine.",
                "class": "one half"
            },
            {
                "files": ["3.1.jpg"],
                "caption": "After a pole class at Polaris, I reunited with a friend from middle school at Little Penang. There's a new addition among us! Not pictured is delicious Malaysian food.",
                "class": "one"
            }
        ]
    },
    "day07": {
        "date": "October 18, 2017",
        "title": "Exhibits",
        "description": "Our second day in Wellington was met with scattered showers and chilly winds.",
        "images": [
            {
                "files": ["1.1.jpg"],
                "caption": "We visited the Weta Cave in Miramar. It was the headquarter of the Weta Workshop, the studio responsible for Lord of the Rings and The Hobbit triologies. We were shown how costumes, make up and weapons were made, from the Photoshop mocks to the molds and final paint coat.",
                "class": "one half"
            },
            {
                "files": ["1.2.jpg"],
                "caption": "Lunch at Engima Cafe.",
                "class": "one half"
            },
            {
                "files": ["2.1.jpg", "2.2.jpg"],
                "caption": "Fascinating 'Gallipoli: The Scale of our War' exhibit at the national museum Te Papa. Gallipoli was New Zealand's first campaign in World War I, which took place on the Gallipoli peninsula in the Ottoman Empire in 1915-1916.",
                "class": "two"
            },
            {
                "files": ["2.3.jpg"],
                "caption": "Not surprisingly, Weta Cave was responsible for these amazing sculptures and models.",
                "class": "one"
            },
            {
                "files": ["3.1.jpg", "3.2.jpg"],
                "caption": "This is a model of a hospital ship, a miracle that saved many soldiers' lives during the campaign.",
                "class": "two border white"
            }
        ]
    },
    "day08": {
        "date": "October 19, 2017",
        "title": "Farewell to Wellington",
        "description": "",
        "images": [
            {
                "files": ["1.1.jpg", "1.2.jpg"],
                "caption": "We visited Wellington Botanic Garden before embarking on a six-hour drive to Taupo. This mini waterfall in the city was pretty sweet.",
                "class": "two"
            },
            {
                "files": ["2.1.jpg"],
                "caption": "Climbing onto this tree gave me an Alice in Wonderland feeling (one of my favorite Disney movies growing up).",
                "class": "one half"
            },
            {
                "files": ["2.2.jpg"],
                "caption": "We had lunch at Picnic Cafe in the botanic garden. The Nicoise salad had salmon and poached egg instead of tuna and hardboiled egg. Kiwis do love their poached eggs.",
                "class": "one"
            },
            {
                "files": ["3.1.jpg", "3.2.jpg"],
                "caption": "View of Wellington from above. The old-fashioned cable car, slopy hills and winding streets reminded me of San Francisco.",
                "class": "two"
            }
        ]
    },
    "day09": {
        "date": "October 20, 2017",
        "title": "Taupo",
        "description": "",
        "images": [
            {
                "files": ["1.2.jpg", "1.3.jpg", "1.1.jpg"],
                "caption": "We started the day (bright but not so early) with a hike to Huka Falls.",
                "class": "portrait-2-landscape-1"
            },
            {
                "files": ["2.1.jpg", "2.2.jpg", "2.3.jpg"],
                "caption": "Lunch at an ultra hipster cafe called Storeroom.",
                "class": "portrait-1-landscape-2"
            },
            {
                "files": ["3.1.jpg", "3.2.jpg"],
                "caption": "At 4 pm, we visited the Aratiatia Rapids. This is the dam where water from Lake Taupo is let through, creating a great amount of clean and renewable energy.",
                "class": "two"
            },
            {
                "files": ["4.1.jpg"],
                "caption": "A nice relaxing dip in Kerosene Creek - a locals-only spot - to end an active day.",
                "class": "one"
            }
        ]
    },
    "day10": {
        "date": "October 21, 2017",
        "title": "Sacred Water",
        "description": "We went on an interesting geothermal walk at Wai-O-Tapu (aka Sacred Water) in Rotorua.",
        "images": [
            {
                "files": ["1.1.jpg", "1.2.jpg", "1.3.jpg", "1.4.jpg"],
                "caption": "The soil and water took on colors due to geothermal activities.",
                "class": "four"
            },
            {
                "files": ["2.1.jpg"],
                "caption": "This is called the Champagne Pool. It looks beautiful. Smell? Not so great because the steam is filled with sulfur.",
                "class": "one"
            },
            {
                "files": ["3.1.jpg", "3.2.jpg"],
                "caption": "This water was unbelievably neon green.",
                "class": "two"
            }
        ]
    }
}
